export default {
  translation: {
    lang: {
      currentLang: 'RU',
    },
    about: {
      paragraph1: 'Опытные мастера, индивидуальный подход и безупречный сервис создают неповторимую атмосферу, где каждый клиент — настоящий VIP.',
      paragraph2: 'Превратите свой уход в приключение стиля с «MOB CUT STUDIO».',
    },
    contacts: {
      videoHeading: 'Видео с нашей работой',
      watchButton: 'Посмотреть',
      ourContacts: 'Наши контакты',
      findUsOnMap: 'Найти нас на карте',
    },
    header: {
      description1: 'Место, где стиль встречает удобство.',
      description2: 'Вдохновляйтесь атмосферой стиля и заботы о себе.',
      onlineBooking: 'Записаться',
    },
    navbar: {
      about: 'О нас',
      services: 'Услуги',
      team: 'Команда',
      contacts: 'Свяжитесь с нами',
      city: 'Новосибирск',
      location: 'Новосибирск, ул. Октябрьская 81',
      phoneNumber: '+7-(969)-228-1139',
      onlineBooking: 'Записаться',
    },
    services: {
      heading: 'Наши услуги',
      description: 'Наши кресла — это трон стиля, а атмосфера — это вихрь творчества. В «MOB CUT STUDIO» мы не просто следуем за трендами, мы их задаем. Наши профессиональные стилисты обладают не только мастерством, но и творческим видением, создавая образы, которые выходят за грани обыденности.',
      chooseService: 'Выбрать услугу',
      names: {
        1: 'Стрижка мужская',
        2: 'Стрижка усов и бороды',
        3: 'Бритьё головы и бороды',
        4: 'Barber-SPA',
        5: 'Королевское бритьё',
        6: 'Стрижка детская',
      },
    },
    team: {
      heading: 'Наша команда',
      description: '«MOB CUT STUDIO» – это не просто салон, это путеводитель по миру мужской элегантности и стиля. Доверьте свой облик профессионалам, и ваши волосы станут не просто стрижкой, а искусством, которое говорит о вашей неповторимой индивидуальности. Добро пожаловать в мир стиля, – где каждая стрижка — это история вашего собственного успеха.',
      teammates: {
        1: 'Сотрудник 1',
        2: 'Сотрудник 2',
        3: 'Сотрудник 3',
        4: 'Сотрудник 4',
        5: 'Сотрудник 5',
        6: 'Сотрудник 6',
      },
      teammatesDescription: {
        1: 'Здесь должно быть описание сотрудника 1',
        2: 'Здесь должно быть описание сотрудника 2',
        3: 'Здесь должно быть описание сотрудника 3',
        4: 'Здесь должно быть описание сотрудника 4',
        5: 'Здесь должно быть описание сотрудника 5',
        6: 'Здесь должно быть описание сотрудника 6',
      },
    },
  },
};
